# This generated file is Image Uploader's language file. It must be saved in UTF-16LE encoding.
e29e8b9d = OK
2dbdcac2 = Cancel
9af7b35a = Autorization parameters
98c71d46 = Login:
8c2e3a60 = Password:
4e56901f = Use Internet Explorer's cookies
20bf5b05 = Additional params
c9c09bcb = Top left corner
5231a02d = Top center
d107f9f0 = Top right corner
6caceb5b = Bottom left corner
012d3528 = Bottom center
de2c2bb9 = Bottom right corner
2c236951 = Are you sure to place text and logo in the same position on image?
a6c0c25e = Image settings
6d5384fc = Filename:
a7cf5b82 = Watermark position:
214f5c8c = Text on image
457361bd = Enter your text:
f747e5b2 = Text color:
ab6c6ee3 = Stroke color:
6fb6c3f7 = Thumbnail settings
3f2af013 = Frame color
4f52a8ca = Gradient color 1:
411239af = Gradient color 2:
c620c2ba = Text over thumb
765ee8b7 = View
4a55172f = Remove
e65e543d = Properties
1218507a = Edit
49d33458 = Add Images
9f756160 = Import video file
57c6b988 = Make screenshot
875298c8 = Remove from list
c51f95fe = Loading...
115da62a = Information about file
d230f825 = Copy to clipboard
42907292 = Unable to make screenshot!
6c30a068 = Quality:
ac0021f5 = Delay:
d0878a77 = Format:
915e2413 = sec
e8029bb7 = Settings
e40bb608 = General
0c191970 = Video processing
c7dda4f7 = Apply
de05f9c8 = Auto
f8cf9898 = File
fb2b7199 = File exceeds filesize limit of "%s" server (%s).
a2f5ad65 = Table of clickable thumbnails
b0fb3429 = Clickable thumbnails
f5ae7248 = Simple links
b0e84f76 = Autorization on server...
3d0e8db9 = Processing file %d of %d...
fd6d47ca = Preparing file...
71cd302c = Uploading has been finished.
ea6b0234 = %d files were uploaded.
4b24cf15 = %d files were NOT uploaded cause of occured errors.
98bbd427 = There are no errors.
9463fcf2 = Stop
54c550a9 = File uploading was cancelled by user.
a21c6ad6 = Current file:
8a15ab27 = Uploaded %s of %s
6cdda9c1 = Finish >
a6e8fea3 = Total progress:
6ea15df2 = Images per string:
86d98d71 = Code type:
e9b53ff7 = &Upload
2c9c108c = File "Data\Thumb.png" not found!
922f7a69 = Change width:
6c81ddc1 = Constrain proportions
8cdc9a4c = and/or height:
b6e5bc46 = Add text to image
2a4c8280 = Additional...
9f6b1321 = Keep as is
ced61549 = Thumbnail options
32fa883f = Create thumbnails
f576bf6f = Choose server to host your images:
fc3a1c92 = Use server-side thumbnails
6cecf9c5 = Thumnail width:
f36b1ee1 = Draw frame
f7f5a024 = Write dimensions on thumb
1c3402b1 = Click button "Upload" for starting process of uploading.
075c48be = Use template
e2ee562e = Extracting frames from video file
863ea027 = Couldn't load video file.
6990ff6f = Could not determine stream length. File may be damaged or format isn't supported.
7cb5385f = Extracting frames from video
baa8a113 = Browse...
10f13a37 = Deinterlace
9cb01a07 = Number of frames:
5cd31542 = Multiple files
63120296 = Single file
47612578 = Save as:
1834ede8 = Grab
8b6b783f = Settings...
239b51b4 = Appearance options
75390e20 = Number of columns:
6b49f86b = Thumbnail width:
1ba228f7 = Horizontal interval:
a145c08f = Vertical interval:
7d8c71fc = Add folder...
6b26e91a = From clipboard
c4bc189c = Import video file
4e6171f9 = Extracting frames from video
e9406660 = View information about media file
003e4823 = Make screenshot
84c12fd2 = capturing entire screen or active window
24debbd2 = Shot of selected region...
cea255df = Program Settings
9f75909c = a tool for advanced users
9847c8e8 = Select action:
d95fab48 = Advice:
92232fa7 = Just drag-n-drop your files on Image Uploader's window and it will process them.
73ed0bac = Welcome to pictures Publishing Wizard, that will help you to upload your images, photos, video frames on Internet!
609f0f2d = Are you sure to quit?
faa4b366 = Next >
b6811e6e = Images settings and choosing server
8a3d02eb = Uploading file on server
90aa3be8 = Including subdirectories
b7fe8e51 = About...
8afd631d = Exit
00c9c371 = < Back
6d78d85f = Change image processing settings or choose another server, so your image can be uploaded.
c4c0c2b6 = Image settings
bc511ace = To all
75a48d7a = Ignore
b1570d02 = Server for images:
0eb5700d = File size exceeding
7a6bb0dd = Windows Explorer integration
5c86907e = Add item to pictures' context menu
40bf08bc = Start uploading immediately to server:
af6a8159 = Add item to video files' context menu
cc92ff77 = Connection settings
5daccde0 = Use proxy server
0568dd5a = Address:
4d35c9cc = Port:
fda30f45 = Proxy type:
512fffc4 = Authorization on proxy
cc444e32 = Screenshot was made succesfuly.
8048ce2f = Watermark
a6537cab = Images and thumbnails
f33e53f9 = Add watermark
b734309e = Add folder
a8af871e = Paste
09f201ca = Remove all
a99900e1 = Unable to load picture
cc770f88 = Screenshot
1d761f10 = About Image Uploader
6fe2f630 = Thanks to
0ceccf2d = Beta-testers:
f8ebaf02 = E-mail for contacts:
2c3e3817 = Filename: 
3fde1c4d = Filesize: 
5afc5823 = Duration: 
aead9fd5 = Audio
35e1d1ef = Subtitles: 
6849c1f1 = Interface language:
7c3cea35 = Video files
ce130e33 = All files
8a069296 = Images
2867df13 = Error:
3126ab61 = File "
a5ed9743 = " not found!
d1e2388f = Upload images
f540547f = Open by Image Uploader
91ba39c4 = Info about last video
fa458107 = Extracting video frames was stopped by user.
93b3bf12 = Finding suitable codecs...
f1161e93 = Unable to find suitable codecs (format is not supported).
693048b4 = Couldn't load codecs.
4c1ac91b = Loading file...
df7edeb4 = Connecting filters...
9ac04bc3 = Another attempt to connect filters...
cc35fa5d = Error while connecting filters (format is not supported).
63394810 = Extracting video frames was finished.
fbc586e5 = Audio files
977a725c = Extracting frame 
629e0a59 = Overall bitrate: 
30a42e15 = Video: 
73ffcd54 = Translators:
b6fcb38f = Executables
23531f83 = Images editor:
93b4b48b = Uploading
af39330b = Searching for picture files...
913e7a88 = Processing folder:
afce09cd = Please note that program needs to be restarted for new language settings to take affect.
372d63bc = Copy automatically results to clipboard
7c9211fa = Frames layout
fd28e32b = Show error log
7ffa1911 = Error control
46a24ee7 = Show automatically log window in case of error
5f1de092 = Error log
cec2a305 = Hide
7a66d43f = List of Images
c599dbba = Cannot load thumbnail for image.
28a40ee8 = File "%s" not found.
c0dfc2cf = Uploading module
7da55861 = Server returned empty response.
bf67966e = The request has timed out.
75474a30 = WinInet Error Code: 
cd1fd77c = File:
2bd4dc96 = Server:
8197437b = MediaInfo.dll Not found! \nGetting technical information of media files will not be accessible.
d72a666b = Video Grabbing Module
0ccfa110 = Clear list
feaed847 = Integration in menu "Send to"
436e7e98 = Uploading picture...
9f7264fd = Uploading thumbnail...
bd7c9d78 = Font...
22690bb4 = Text on thumb:
7aa929a3 = File:
8ebcc085 = Error while extracting frames.
d9ca0005 = Unable to load library MediaInfo.dll!
684dca15 = Ask confirmation on exit
21d9e9d0 = Capture the entire screen
84dae5ca = Capture the active window
adb51bcc = Close
c91988f4 = Settings
d8fa486b = Enable integration in Explorer's context menu?
e25799d1 = Couldn't upload thumbnail for picture "%s" to server. 
af3ccfef = Upload failed. Another retry (%d)...
70647cb3 = Upload failed! (retry limit reached)
cef82710 = Error while performing action #%d.
8cf4e039 = Reason: 
00354a17 = Retry limit reached.
0fa44d54 = Retrying (%d)...
f6436cf5 = Waiting response from server...
f9adf6cf = Sending file to server...
bc508685 = Doing action #%d...
b9dc39d0 = Server's response doesn't contain suitable data.
0018103f = Uploading errors
7a323f95 = Show dialog box in case of error
10b0fed7 =  Num of retries per file:
b74a4eb4 = Num of retries per action:
e925e727 = Couldn't load servers list file "servers.xml"!\n\nThe reason is:  %s\n\nDo you wish to continue?
5691f01d = File not found.
f889038e = Couldn't create registry key for extension 
75a5d805 = For Forums
ebec3fd2 = For Websites 
a6f551a4 = JPEG, PNG, GIF, BMP or any other file
41bb729f = Add Images/Files
3f8280a0 = Any file
071f2a13 = Add Files
99b1cf20 = Links to Images/Files
9c196289 = Uploading file
35246f22 = Server for other file types:
e2d789b7 = Open in folder
9fc80a1f = Unable to upload file "%s" to server. 
1cb1a7ad = ...
993275ff = Would you like to grab frames from this video?\n(otherwise file just  will be added to list)
6847c904 = Shell context menu integration
217b14ad = Cascaded context menu
d16b9920 = Upload files
40fa61ee = Upload images only
0b62df2a = Collecting files...
997537e1 = No pictures were found.
06384eba = No files were found.
